jet_in_flow/1_icoFoam_laminar_nonmixing/mesh_20/U1_1_U2_4/constant/physicalProperties
/*--------------------------------*- C++ -*----------------------------------*\
|  transportProperties for incompressible laminar (icoFoam)                  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}

transportModel  Newtonian;

// kinematic viscosity [m^2/s]
nu  [0 2 -1 0 0 0 0] 1.5e-5;     // air ≈ 1.5e-5; water ≈ 1e-6, oil ~1e-4 to 1e-3
// ************************************************************************* //

